Repository: RailRoad-VPN/webapp
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Welcome to
ru: Добро пожаловать в

source: TRIAL_EMAIL_TICKET
ru: Поздаравляем! Вы получили RailroadTicket. Пожалуйста, не опоздайте на поезд.

source: TRIAL_EMAIL_WELCOME
ru: Добро пожаловать в

source: RNS
ru: Railroad Network Services

source: Hello
ru: Привет

source: TRIAL_EMAIL_SUBSCRIPTION_READY
ru: Ваша триальная подписка зарегистрирована.

source: TRIAL_EMAIL_THANKS
ru: Благодарим Вас за использование услуг Railroad Network Services

source: TRIAL_EMAIL_ONE_EMAIL_IN_A_WEEK
ru: Мы обещаем не посылать более 1 письма в неделю.

source: TRIAL_EMAIL_INFORM
ru: Мы отправим Вам всю необходимую информацию, когда Вы сможете начать использовать свою бесплатную триальную подписку.

source: unsubscribe
ru: отписаться

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: Unable to log in. Please check the login details
ru: Невозможно войти. Пожалуйста проверьте правильность данных для входа.

source: Entered email is busy
ru: Введенный электронный адрес занят

source: Fill all fields to create account
ru: Заполните все поля, чтобы создать аккаунт

source: Password does not match
ru: Пароли не совпадают

source: We can not send you email, please correct and try it again
ru: Мы не можем послать вам письмо на указанную вами почту, исправьте или введите другой адрес и попробуйте еще раз

source: About Us
ru: О Нас

source: Welcome to Railroad Network
ru: Добро пожаловать в Railroad Network

source: about_us_start_text
ru: VPN-сервис «RAILROAD NETWORK» позволяет сохранить конфиденциальность, получая доступ в Интернет из любой точки мира. Используя наш сервис, вы получаете свободу от онлайн-цензуры и региональных ограничений, не оставляя никаких следов работы в глобальной сети. Сервис «RAILROAD NETWORK» гарантированно предоставит безопасный доступ к желаемому контенту, независимо от того, где вы находитесь. Теперь, подключившись к точке доступа WI-FI в общественном месте, вы не будете беспокоиться за анонимность и сохранность данных. Высокоскоростные сервера «RAILROAD NETWORK» обеспечат бесперебойный доступ в Интернет и мгновенную загрузку страниц, а в случае возникновения неисправностей – служба поддержки клиентов нашего сервиса – незамедлительно их устранит.

source: Who We Are
ru: Кто Мы

source: who_we_are_text
ru: Мы за ответственность, и всегда выполняем свои обязательства. Наша деятельность приносит реальную пользу клиентам и обществу. Достижения и результаты – показатель профессионализма и надежности нашей команды. Мы за честность, и все наши проекты построены по принципу чести. Нас вдохновляет идея восстановления справедливости и защиты прав и свобод человека.

source: Our Mission
ru: Наша Миссия

source: our_mission_text
ru: Наша команда сделала Интернет свободным и безопасным для каждого. Мы верим в то, что сеть - не место для цензуры. Поэтому, каждый наш пользователь получает доступ к информации без ограничений и уверенность в безопасности и сохранности своих данных. Мы за лояльность, и против осуждения. Основой нашего бизнеса является толерантность.

source: Our Vision
ru: Наше Видение

source: our_vision_text
ru: Мы создали «RAILROAD NETWORK» и освободили вас от ограничений в сети Интернет. Наш сервис обеспечивает безопасность пользователей и их данных в глобальной сети по всему миру. При этом использование «RAILROAD NETWORK» не требует специальных знаний и навыков – вы легко и свободно используете все возможности Всемирной паутины.

source: Want To Write About Railroad Network?
ru: Хотите написать нам?

source: You can write us about your idea or trouble with our service. Business solution or you know funny joke? Feel free fill contact form.
ru: У вас есть идея или проблема с нашим сервисом? Деловое предложение или смешная шутка? Напишите через контактную форму и мы ответим вам!

source: Contact With Us
ru: Связаться с нами

source: Log in
ru: Вход

source: Email address
ru: Email адресс

source: Password
ru: Пароль

source: Log In
ru: Вход

source: Forgot the password?
ru: Забыли пароль?

source: Don’t have an account yet?
ru: Нет аккаунта?

source: Sign up
ru: Создайте!

source: FAQ
ru: ЧаВо

source: Blog
ru: Блог

source: Featured article
ru: Рекомендуемая статья

source: Posted at
ru: Создано

source: July
ru: Июля

source: Articles
ru: Статьи

source: June
ru: Июня

source: Share on Google Plus
ru: Поделиться в Google Plus

source: Share on VK
ru: Поделиться в ВК

source: Share on Facebook
ru: Поделиться на Facebook

source: Tweet
ru: Твитнуть

source: Subscribe to Railroad Network blog
ru: Подпишитесь на Railroad Network блог

source: Email
ru: Электронная почта

source: Subscribe
ru: Подписаться

source: Contact
ru: Контакты

source: Select your queries &amp; write to our experts
ru: Выберите тему запроса и напишите нашим экспертам

source: Basic or General Queries
ru: Простые и общие вопросы

source: Technical Support Queries
ru: Техническая поддержка

source: Advertisement Queries
ru: По вопросам рекламы

source: Business Development Queries
ru: Хотите поработать вместе?

source: Affiliate Program Queries
ru: Вопросы партнерства

source: Press Area Queries
ru: СМИ

source: Contact Form
ru: Контактная форма

source: Fill up the form. Your e-mail will not be published. Required fields are marked by
ru: Заполните форму. Ваш адрес электронный почты не будет нигде опубликован. Обязательные поля для заполнения отмечены

source: Name
ru: Имя

source: Enter name please
ru: Введите Ваше имя пожалуйста

source: Enter email please
ru: Введите электронную почту пожалуйста

source: Message
ru: Сообщение

source: Enter message please
ru: Введите Ваше сообщение пожалуйста

source: Send message
ru: Отправить сообщение

source: Download
ru: Скачать

source: Forbidden
ru: Запрещено

source: Page not found
ru: Страница не найдена

source: Features
ru: Особенности

source: Thank you! We send you email with all information!
ru: Спасибо! Мы вышлем всю информацию по почте.

source: the best way to get content
ru: лучший способ получить контент

source: We under construction and will release first version soon. Be in touch and subscribe for news by email.
ru: Сервис в процессе разработки и первый релиз очень скоро! Оставайтесь на связи и подпишитесь на новости!

source: Learn More!
ru: Узнать больше!

source: Click Here To Get FREE Trial!
ru: Нажмите чтобы получить подписку

source: Subscribe and get free trial
ru: Подпишитесь и получите подписку

source: GET FREE TRIAL
ru: Получить подписку

source: WHY Railroad VPN Services?
ru: Почему Railroad VPN Service?

source: We developing VPN-service with the best features and service on market. What we can offer?
ru: Мы разрабатываем VPN сервис с лучшим набором опций и предоставляемым сервисом на рынке. Что мы хотим предложить?

source: SECURITY
ru: БЕЗОПАСНОСТЬ

source: Protect your access to Internet
ru: Защитите доступ в интернет

source: PRIVACY
ru: ПРИВАТНОСТЬ

source: Be anonymous when you need this
ru: Сохраните анонимность, когда вам это нужно

source: DISENGAGEMENT
ru: СВОБОДА

source: Create your own network over Internet
ru: Создай свою собственную сеть в сети Интернет

source: VPN Apps
ru: VPN приложения

source: We offer the best VPN app. Simple. Fast. Nice.
ru: Лучшее VPN приложение. Удобное. Быстрое.

source: SUPPORT
ru: ПОДДЕРЖКА

source: Email, Telegram, Forum - we support you everywhere.
ru: Почта, Телеграм, Форум - мы поможем везде.

source: EXTRA MONEY
ru: ДЕНЬГИ

source: Change your traffic for money.
ru: Ваш трафик может приносить прибыль!

source: Pricing
ru: Купить

source: Order
ru: Заказ

source: Build your own railroad in 3 easy steps
ru: Постройте свою железную дорогу в 3 простых шага

source: pack
ru: план

source: account
ru: аккаунт

source: payment
ru: платеж

source: CHOOSE YOUR PACK
ru: ВЫБЕРИТЕ СВОЙ ПЛАН

source: You already logged in, if you want buy subscription for other account you have to
ru: Вы уже вошли в систему, если хотите купить подписку на другой аккаунт, вам необходимо

source: and than login.
ru: и затем выполнить вход с другого аккаунта.

source: CREATE ACCOUNT
ru: СОЗДАЙТЕ АККАУНТ

source: Enter password please
ru: Введите пароль пожалуйста

source: Entered password too short. Minimum length 6 chars
ru: Введенный пароль слишком короткий. Минимальная длина 6 символов

source: Verify password
ru: Подтвердите пароль

source: Enter password again to verify it
ru: Введите пароль еще раз

source: Entered passwords does not match
ru: Введенные пароли не совпадают

source: Back
ru: Назад

source: Next
ru: Дальше

source: Choose payment method before proceed to payment page
ru: Выберите способ оплаты, чтобы перейди на страницу оплаты

source: Show more ways to pay
ru: Выбрать другой способ оплаты

source: Proceed to payment page
ru: Перейтим на страницу оплаты

source: Choose your favorite payment method
ru: Выберите ваш любый способ оплаты

source: Other...
ru: Другой...

source: Some payment methods can be unavailable on payment page. Don't worry, you can change payment method any time on payment page.
ru: Некоторые способы оплаты могут быть недоступны на странице оплаты. Вы всегда можете выбрать другой способ оплаты на странице оплаты.

source: Services
ru: Сервисы

source: Your IP
ru: Ваш IP

source: Your Location
ru: Ваше местоположение

source: Your ISP
ru: Ваш ISP

source: Your Status
ru: Ваш статус

source: protected
ru: защищен

source: unprotected
ru: незащищен

source: Subscribe to get protection!
ru: Подпишись чтобы получить защиту!

source: Privacy Policy
ru: Политика Конфиденциальности

source: Terms &amp; Conditions
ru: Условия и положения

source: Please know that our website uses cookies to provide you with a complete experience. By means of cookies, you can enjoy all website features, including a fast account login. If you disagree...
ru: Наш Сайт использует cookie-файлы для того, чтобы предоставить вам лучший опыт использования Сайта. Используя cookies Вы можете использовать все возможности сайта. Если вы не согласны...

source: Read more...
ru: Прочитать больше...

source: Please know that our website uses cookies to provide you with a complete experience. By means of cookies, you can enjoy all website features, including a fast account login. If you disagree with our usage of cookies, please make the necessary changes, to either block or disable them, from your browser's settings at any time. The option to continue visiting the website without making any changes will be regarded as an acceptance of cookies.
ru: Наш Сайт использует cookie-файлы для того, чтобы предоставить вам лучший опыт использования Сайта. Используя cookies Вы можете использовать все возможности сайта. Если вы не согласны с тем, что мы используем кукиВы можете заблокировать или отключить использование cookies в своем браузере в настройках браузера в любое время.Если Вы продолжите использовать Сайтом без изменений - Вы соглашаетесь с тем, что мы используем cookies.

source: What will you get?
ru: Что вы получите?

source: Best plan!
ru: Лучший план!

source: Change Plan
ru: Изменить план

source: Just last step to get...
ru: Последний шаг чтобы..

source: be a king of internet
ru: статья королем интернета

source: acquire
ru: получить

source: best pack
ru: лучший выбор

source: access to geo-restricted resources
ru: получить доступ к заблокированным ресусра

source: possibility cancel anytime anywhere
ru: возможность отменить подписку в любое время

source: easy to use
ru: легкость в использовании

source: friendly customer support
ru: дружественную клиентскую поддержку

source: possibility use public wifi
ru: возможность использовать публичный WiFi

source: build your network
ru: построить свою сеть
